Repository: Design-Master-Agencia-Digital/DesignMaster-Ads
Catalog: languages/designmaster-ads-*.po
Languages: pt_br

source: Add New Banner
pt_br: Adicionar Novo Banner

source: Edit Banner
pt_br: Editar Banner

source: New Banner
pt_br: Novo Banner

source: View Banner
pt_br: Ver Banner

source: Search Banners
pt_br: Buscar Banners

source: No banners found
pt_br: Nenhum banner encontrado

source: No banners found in Trash
pt_br: Nenhum banner encontrado na Lixeira

source: Image
pt_br: Imagem

source: Zone
pt_br: Área

source: Scheduled
pt_br: Agendado

source: Expired
pt_br: Expirado

source: Expiring soon
pt_br: Expirando em breve

source: Start:
pt_br: Início:

source: End:
pt_br: Fim:

source: Always
pt_br: Sempre

source: Banner Settings
pt_br: Configurações do Banner

source: Banner Image
pt_br: Imagem do Banner

source: Upload Image
pt_br: Enviar Imagem

source: Remove Image
pt_br: Remover Imagem

source: Click to upload or select an image
pt_br: Clique para enviar ou selecionar uma imagem

source: Target URL
pt_br: URL de Destino

source: URL to redirect when banner is clicked
pt_br: URL para redirecionar quando o banner for clicado

source: Banner Zone
pt_br: Área do Banner

source: Select a zone
pt_br: Selecione uma área

source: Priority
pt_br: Prioridade

source: Higher priority = higher chance of display (1-100)
pt_br: Maior prioridade = maior chance de exibição (1-100)

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Schedule
pt_br: Agendamento

source: Start Date/Time
pt_br: Data/Hora de Início

source: End Date/Time
pt_br: Data/Hora de Término

source: Leave empty for no time restrictions
pt_br: Deixe vazio para sem restrições de tempo

source: Statistics
pt_br: Estatísticas

source: Total Views:
pt_br: Total de Visualizações:

source: Total Clicks:
pt_br: Total de Cliques:

source: CTR (Click-Through Rate):
pt_br: CTR (Taxa de Cliques):

source: View Detailed Analytics
pt_br: Ver Análise Detalhada

source: Analytics
pt_br: Análise

source: Banner Zones
pt_br: Áreas de Banner

source: Zones
pt_br: Áreas

source: Dashboard
pt_br: Painel

source: Settings
pt_br: Configurações

source: DesignMaster Ads Dashboard
pt_br: Painel DesignMaster Ads

source: Overview of your banner performance and statistics
pt_br: Visão geral do desempenho e estatísticas dos seus banners

source: Total Views (30 days)
pt_br: Total de Visualizações (30 dias)

source: Banner impressions
pt_br: Impressões de banners

source: Total Clicks (30 days)
pt_br: Total de Cliques (30 dias)

source: User interactions
pt_br: Interações de usuários

source: Average CTR
pt_br: CTR Médio

source: Click-through rate
pt_br: Taxa de cliques

source: Active Banners
pt_br: Banners Ativos

source: Currently published
pt_br: Atualmente publicados

source: Top 5 Performing Banners (Last 30 Days)
pt_br: Top 5 Banners com Melhor Desempenho (Últimos 30 Dias)

source: Views
pt_br: Visualizações

source: Clicks
pt_br: Cliques

source: No data available yet
pt_br: Nenhum dado disponível ainda

source: Quick Actions
pt_br: Ações Rápidas

source: Manage Zones
pt_br: Gerenciar Áreas

source: Analytics & Statistics
pt_br: Análise & Estatísticas

source: Detailed performance metrics and insights
pt_br: Métricas de desempenho detalhadas e insights

source: Date Range:
pt_br: Período:

source: Last 7 Days
pt_br: Últimos 7 Dias

source: Last 30 Days
pt_br: Últimos 30 Dias

source: Last 90 Days
pt_br: Últimos 90 Dias

source: Custom Period
pt_br: Período Personalizado

source: Start Date:
pt_br: Data Inicial:

source: End Date:
pt_br: Data Final:

source: All Banners
pt_br: Todos os Banners

source: Export to CSV
pt_br: Exportar para CSV

source: Views & Clicks Trend
pt_br: Tendência de Visualizações & Cliques

source: Device Distribution
pt_br: Distribuição por Dispositivo

source: Top Banners by Clicks
pt_br: Top Banners por Cliques

source: Performance by Hour
pt_br: Desempenho por Hora

source: Banner Zones Management
pt_br: Gerenciamento de Áreas de Banner

source: Create and manage your banner display zones
pt_br: Crie e gerencie suas áreas de exibição de banners

source: Edit Zone
pt_br: Editar Área

source: Add New Zone
pt_br: Adicionar Nova Área

source: Zone Name
pt_br: Nome da Área

source: Used in shortcode: [dm_ads zone="slug"]
pt_br: Usado no shortcode: [dm_ads zone="slug"]

source: Type
pt_br: Tipo

source: Fixed (Always same banner)
pt_br: Fixo (Sempre o mesmo banner)

source: Reload (Random per page load)
pt_br: Reload (Aleatório por carregamento)

source: Timed (Auto rotate)
pt_br: Temporizado (Rotação automática)

source: Rotation Interval
pt_br: Intervalo de Rotação

source: seconds
pt_br: segundos

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Create Zone
pt_br: Criar Área

source: Update Zone
pt_br: Atualizar Área

source: Cancel
pt_br: Cancelar

source: Existing Zones
pt_br: Áreas Existentes

source: Size:
pt_br: Tamanho:

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: No zones created yet. Create your first zone to get started!
pt_br: Nenhuma área criada ainda. Crie sua primeira área para começar!

source: Zone saved successfully
pt_br: Área salva com sucesso

source: Zone deleted successfully
pt_br: Área excluída com sucesso

source: DesignMaster Ads Settings
pt_br: Configurações do DesignMaster Ads

source: Configure plugin behavior and tracking options
pt_br: Configure o comportamento do plugin e opções de rastreamento

source: Tracking Settings
pt_br: Configurações de Rastreamento

source: Track Banner Views
pt_br: Rastrear Visualizações de Banners

source: Enable view tracking
pt_br: Ativar rastreamento de visualizações

source: Track how many times each banner is displayed
pt_br: Rastreie quantas vezes cada banner é exibido

source: Track Banner Clicks
pt_br: Rastrear Cliques em Banners

source: Enable click tracking
pt_br: Ativar rastreamento de cliques

source: Track when users click on banners
pt_br: Rastreie quando usuários clicam em banners

source: Anonymize IP Addresses
pt_br: Anonimizar Endereços IP

source: Anonymize user IP addresses
pt_br: Anonimizar endereços IP de usuários

source: Recommended for GDPR compliance. Last octet of IP will be removed.
pt_br: Recomendado para conformidade com LGPD. Último octeto do IP será removido.

source: Performance Settings
pt_br: Configurações de Desempenho

source: Cache Time
pt_br: Tempo de Cache

source: How long to cache banner queries. Set to 0 to disable caching.
pt_br: Por quanto tempo cachear consultas de banners. Defina 0 para desabilitar cache.

source: Default Rotation Time
pt_br: Tempo de Rotação Padrão

source: Default interval for timed banner rotation
pt_br: Intervalo padrão para rotação temporizada de banners

source: Save Settings
pt_br: Salvar Configurações

source: Settings saved successfully
pt_br: Configurações salvas com sucesso

source: Plugin Information
pt_br: Informações do Plugin

source: Version:
pt_br: Versão:

source: Database Table:
pt_br: Tabela do Banco de Dados:

source: Performance Trend (Last 7 Days)
pt_br: Tendência de Desempenho (Últimos 7 Dias)

source: Daily Views
pt_br: Visualizações Diárias

source: Daily Clicks
pt_br: Cliques Diários

source: Views by Device Type
pt_br: Visualizações por Tipo de Dispositivo

source: Other
pt_br: Outro

source: Loading chart data...
pt_br: Carregando dados do gráfico...

source: No chart data available
pt_br: Nenhum dado de gráfico disponível

source: Loading banner...
pt_br: Carregando banner...

source: Banner loaded
pt_br: Banner carregado

source: Performance Overview
pt_br: Visão Geral de Desempenho

source: Total Impressions
pt_br: Total de Impressões

source: Unique Clicks
pt_br: Cliques Únicos

source: Engagement Rate
pt_br: Taxa de Engajamento

source: Create New Banner
pt_br: Criar Novo Banner

source: View All Banners
pt_br: Ver Todos os Banners

source: Import/Export
pt_br: Importar/Exportar

source: Documentation
pt_br: Documentação

source: Support
pt_br: Suporte

source: Rate this Plugin
pt_br: Avaliar este Plugin

source: Click for more details
pt_br: Clique para mais detalhes

source: Hover to see statistics
pt_br: Passe o mouse para ver estatísticas

source: Drag to reorder
pt_br: Arraste para reordenar

source: This banner is currently active
pt_br: Este banner está ativo no momento

source: This banner is scheduled
pt_br: Este banner está agendado

source: This banner has expired
pt_br: Este banner expirou

source: Failed to load banner data
pt_br: Falha ao carregar dados do banner

source: Invalid zone configuration
pt_br: Configuração de área inválida

source: No banners assigned to this zone
pt_br: Nenhum banner atribuído a esta área

source: Please select an image
pt_br: Por favor, selecione uma imagem

source: Please enter a valid URL
pt_br: Por favor, insira uma URL válida

source: Banner created successfully
pt_br: Banner criado com sucesso

source: Banner updated successfully
pt_br: Banner atualizado com sucesso

source: Banner deleted successfully
pt_br: Banner excluído com sucesso

source: Statistics updated
pt_br: Estatísticas atualizadas

source: Enable lazy loading
pt_br: Ativar carregamento lento

source: Lazy load images for better performance
pt_br: Carregamento lento de imagens para melhor desempenho

source: Use native browser lazy loading with JavaScript fallback
pt_br: Use carregamento lento nativo do navegador com fallback JavaScript

source: Enable analytics charts
pt_br: Ativar gráficos de análise

source: Show visual charts on dashboard
pt_br: Mostrar gráficos visuais no painel

source: Display performance and device distribution charts
pt_br: Exibir gráficos de desempenho e distribuição por dispositivo

source: Zone type: Fixed
pt_br: Tipo de área: Fixo

source: Zone type: Reload
pt_br: Tipo de área: Reload

source: Zone type: Timed
pt_br: Tipo de área: Temporizado

source: Filter by status
pt_br: Filtrar por status

source: Sort by performance
pt_br: Ordenar por desempenho

source: Sort by date
pt_br: Ordenar por data

source: Sort by name
pt_br: Ordenar por nome

source: Today
pt_br: Hoje

source: Yesterday
pt_br: Ontem

source: This Week
pt_br: Esta Semana

source: This Month
pt_br: Este Mês

source: All Time
pt_br: Todo o Período

source: unique visitors
pt_br: visitantes únicos

source: unique users
pt_br: usuários únicos

source: unique CTR
pt_br: CTR único

source: Unique Views
pt_br: Visualizações Únicas

source: Total vs Unique
pt_br: Total vs Únicos
